Repository: sini6a/LoggingSystem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sq

source: First Name:
sq: Emri:

source: Last Name:
sq: Mbiemri:

source: Language:
sq: Gjuha:

source: Company Name:
sq: Emri i firmës:

source: Description:
sq: Përshkrimi:

source: Your profile was successfully updated!
sq: Profili juaj u përditësua me sukses!

source: Please correct the error below.
sq: Ju lutem përmirsoni gabimet e mëparshme.

source: Customer Name:
sq: Emri:

source: Phone:
sq: Numri i telefonit:

source: Manufacturer:
sq: Prodhues:

source: Price:
sq: Çmimi:

source: List Logs
sq: Të gjitha regjistrimet

source: New Log
sq: Regjistrim i ri

source: Logout
sq: Shkyçu

source: Admin Panel
sq: Paneli i adminit

source: What is Logging System?
sq: Çka ësht Logging System?

source: Login
sq: Hyrje

source: Welcome
sq: Mirë se vjen

source: Enter Password to continue:
sq: Shëno fjalkalimin për të vazhduar:

source: CONFIRM
sq: KONFIRMO

source: LIST LOGS
sq: TË GJITHA REGJISTRIMET

source: Log successfully deleted!
sq: Regjistrimi është i fshirë!

source: Log info successfully modified!
sq: Regjistrimi është i regjistruar!

source: Modify existing log:
sq: Ndrysho regjistrimin:

source: UPDATE
sq: PËRDITSO

source: New Log:
sq: Regjistrim i ri:

source: SUBMIT
sq: REGJISTRO

source: Date:
sq: Data:

source: Phone:
sq: Numri i telefonit:

source: Manufacturer:
sq: Prodhues:

source: Price:
sq: Çmimi:

source: Description:
sq: Përshkrimi:

source: PRINT
sq: PRINTOJE

source: MODIFY
sq: NDRYSHOJE

source: DELETE
sq: FSHIJE

source: Log successfully submited!
sq: Regjistrimi është i regjistruar!

source: No Logs
sq: Nuk ka regjistrime

source: log:
sq: regjistrim:

source: logs:
sq: regjistrime:

source: Search:
sq: Kërko:

source: Username:
sq: Emri i përdoruesit:

source: Full Name:
sq: Emri dhe mbiemri:

source: Language:
sq: Gjuha:

source: Company Name:
sq: Emri i firmës:

source: You successfully signed out.
sq: Keni dalur me sukses.

source: LOG IN AGAIN
sq: HYNI PËRSËRI

source: Registration:
sq: Regjistrohu:

source: REGISTER
sq: REGJISTROHU

source: SAVE CHANGES
sq: RUAJ
